/********** AFP/SMB Login Error Messages *********/

/* Format string used to build primary message string of alert that is presented when an error occurs mounting an AFP or SMB home directory. */
/* %@ is replaced with the name of the user account. */

"AFP_SMB_LOGIN_ERROR_MESSAGE_FORMAT" = "Du kan ikke logge ind på brugerkontoen \"%@\" lige nu";

/* Info string (secondary message) of alert that is presented when an error ocurs mounting an AFP or SMB home directory. */
"AFP_SMB_LOGIN_ERROR_INFO" = "Log ind på kontoen mislykkedes, fordi der opstod en fejl. Brugerkontoens hjemmemappe ligger på en AFP- eller SMB-server. Kontakt systemadministratoren for at få hjælp.";

/* Label for OK button in alert that is presented when an error ocurs mounting an AFP or SMB home directory. */
"AFP_SMB_LOGIN_ERROR_OK_BUTTON" = "OK";


/********** FileVault Login Error Messages *********/

/* Format string used to build primary message string of alert that is presented when an error occurs mounting a FileVault home directory. */
/* %@ is replaced with the name of the user account. */
"FILEVAULT_LOGIN_ERROR_MESSAGE_FORMAT" = "Du kan ikke logge ind på FileVault-brugerkontoen \"%@\" i øjeblikket";

/* Info string (secondary message) of alert that is presented when an error ocurs mounting a FileVault Image */
"FILEVAULT_LOGIN_ERROR_INFO" = "Log ind på kontoen mislykkedes, fordi der opstod en fejl.";

/* Label for OK button in alert that is presented when an error ocurs mounting a FileVault Image */
"FILEVAULT_LOGIN_ERROR_OK_BUTTON" = "OK";


/********** Network Login Error Messages *********/

/* Format string used to build primary message string of alert that is presented when an error occurs mounting a Network home. */
/* %@ is replaced with the name of the user account. */

"NETWORK_LOGIN_ERROR_MESSAGE_FORMAT" = "Du kan ikke logge ind på brugerkontoen \"%@\" lige nu";

/* Info string (secondary message) of alert that is presented when an error ocurs mounting an AFP or SMB home directory. */
"NETWORK_LOGIN_ERROR_INFO" = "Log ind på kontoen mislykkedes, fordi der opstod en fejl.";

/* Label for OK button in alert that is presented when an error ocurs mounting an AFP or SMB home directory. */
"NETWORK_LOGIN_ERROR_OK_BUTTON" = "OK";


/********** Network Login Error Messages *********/

/* Format string used to build primary message string of alert that is presented when an error occurs mounting a Network home. */
/* %@ is replaced with the name of the user account. */

"DEFAULT_LOGIN_ERROR_MESSAGE_FORMAT" = "Du kan ikke logge ind på brugerkontoen \"%@\" lige nu";

/* Info string (secondary message) of alert that is presented when an error ocurs mounting an AFP or SMB home directory. */
"DEFAULT_LOGIN_ERROR_INFO" = "Log ind på kontoen mislykkedes, fordi der opstod en fejl.";

/* Label for OK button in alert that is presented when an error ocurs mounting an AFP or SMB home directory. */
"DEFAULT_LOGIN_ERROR_OK_BUTTON" = "OK";
